{"keras_version": "2.1.5", "config": [{"config": {"kernel_constraint": null, "reset_after": false, "dropout": 0.0, "units": 30, "return_sequences": false, "return_state": false, "kernel_regularizer": null, "unroll": false, "use_bias": true, "recurrent_activation": "hard_sigmoid", "activity_regularizer": null, "dtype": "float32", "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "name": "gru_1", "recurrent_initializer": {"config": {"seed": null, "gain": 1.0}, "class_name": "Orthogonal"}, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "recurrent_dropout": 0.0, "trainable": true, "recurrent_regularizer": null, "implementation": 1, "recurrent_constraint": null, "batch_input_shape": [null, null, 50], "activation": "tanh", "go_backwards": false, "bias_regularizer": null, "stateful": false}, "class_name": "GRU"}, {"config": {"seed": null, "rate": 0.2, "name": "dropout_1", "trainable": true, "noise_shape": null}, "class_name": "Dropout"}, {"config": {"kernel_constraint": null, "kernel_initializer": {"config": {"scale": 1.0, "mode": "fan_avg", "distribution": "uniform", "seed": null}, "class_name": "VarianceScaling"}, "name": "dense_1", "units": 14260, "bias_constraint": null, "bias_initializer": {"config": {}, "class_name": "Zeros"}, "activation": "linear", "trainable": true, "batch_input_shape": [null, 30], "kernel_regularizer": null, "use_bias": true, "bias_regularizer": null, "activity_regularizer": null, "dtype": "float32"}, "class_name": "Dense"}, {"config": {"name": "activation_1", "trainable": true, "activation": "softmax"}, "class_name": "Activation"}], "class_name": "Sequential", "backend": "tensorflow"}